---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DefinitionFile
source: html/1813df9f-b4e0-5980-e159-fe8393dd0a5b.htm
---
# DefinitionFile Members

Causes the object to release immediately any resources it may be utilizing.